Repository: Mastercard/connect-transfer-ios-sdk
Catalog: ios-transfer-sdk/Localizable.xcstrings
Source language: en
Languages: es

# error_subtitle
source: We weren’t able to connect to your data.
es: No pudimos conectar con tus datos

# error_title
source: Looks like there was an issue
es: Parece que hubo un problema

# exit_pop_up_subtitle
source: If you exit, you return back to %@ and your financial data won’t be connected or saved.
es: Si sales, volverás a %@, y tus datos financieros no se conectarán ni se guardarán.

# exit_pop_up_title
source: Are you sure you want to exit?
es: ¿Confirmas que quieres salir?

# finicity_mastercard_company_text
source: Finicity, a Mastercard Company
es: Finicity, una empresa de Mastercard

# finicity_permission_text
source: Finicity only uses data with your permission
es: Finicity, solo utiliza los datos con tu permiso

# landing_page_instruction_first_step_text
source: Search for your employer or payroll provider
es: Busca a tu empleador o proveedor de nómina

# landing_page_instruction_second_step_text
source: Log in to your payroll provider
es: Inicia sesión en tu proveedor de nómina

# landing_page_instruction_third_step_text
source: Confirm your new direct deposit allocation
es: Confirma tu nueva asignación de depósito directo

# landing_page_step_instruction_text
source: You’ll need to
es: Tendrás que

# landing_page_subtitle
source: Allow Finicity, a Mastercard Company to direct you to Atomic to securely connect to your payroll provider and manage changes to your direct deposit.
es: Permite que Finicity, una empresa de Mastercard, te dirija a Atomic para conectarte de forma segura con tu proveedor de nómina y administrar los cambios en tu depósito directo

# landing_page_terms_and_condtions_info_text
source: By pressing Next, you agree to Finicity’s Terms of Use and Privacy Notice
es: Al presionar Siguiente, aceptas los Términos de uso y el Aviso de privacidad

# landing_page_title
source: Let’s manage your direct deposit
es: Gestionemos tu depósito directo

# next_text
source: Next
es: Siguiente

source: No, stay
es: No, continuar

# privacy_notice_text
source: Privacy Notice
es: Aviso de privacidad

# redirecting_text
source: Redirecting...
es: Redirigiendo...

# return_to_partner
source: Return to %@
es: Volver a %@

# secured_by_text
source: Secured by
es: Protegido por

# terms_and_condtions_text
source: Terms of Use
es: Términos de uso

source: Try again
es: Volver a intentarlo

source: Yes, exit
es: Sí, salir
